/* The following strings are used, to display the time in a "fuzzy" style.                            */
/* If you want to have other strings, change the second entry in a line. Don't change the first!      */
/* The entry %@ represents the position where the hour is placed.                                     */
/* After every string you have to set a reference whether the referenced hour is the current or the   */
/* next.                                                                                              */

"shortly after %@" 		= "%@すぎ";
"shortly after ref" 	= "current";

"five past %@" 			= "%@の5分ぐらい後";
"five past ref" 		= "current";

"ten past %@" 			= "%@の10分ぐらい後";
"ten past ref" 			= "current";

"quarter past %@" 		= "%@の15分ぐらい後";
"quarter past ref" 		= "current";

"twenty past %@" 		= "%@の20分ぐらい後";
"twenty past ref" 		= "current";

"twentyfive past %@" 	= "%@の25分ぐらい後";
"twentyfive past ref" 	= "current";

"half past %@" 			= "%@の30分ぐらい後";
"half past ref" 		= "current";

"twentyfive to %@" 		= "%@まであと25分ぐらい";
"twentyfive to ref" 	= "next";

"twenty to %@" 			= "%@まであと20分ぐらい";
"twenty to ref" 		= "next";

"quarter to %@" 		= "%@まであと15分ぐらい";
"quarter to ref" 		= "next";

"ten to %@" 			= "%@まであと10分ぐらい";
"ten to ref" 			= "next";

"five to %@" 			= "%@まであと5分ぐらい";
"five to ref" 			= "next";

"nearly %@" 			= "%@ごろ";
"nearly ref" 			= "next";


/* hour names */

"twelve" = "12時";
"one" = "1時";
"two" = "2時";
"three" = "3時";
"four" = "4時";
"five" = "5時";
"six" = "6時";
"seven" = "7時";
"eight" = "8時";
"nine" = "9時";
"ten" = "10時";
"eleven" = "11時";

/* special strings */

"%@ o'clock" = "%@ちょうど";
"midnight" = "真夜中";

/* Workarounds */

"one o'clock" = "1時";

/* Menu items		*/

"About FuzzyClock" = "FuzzyClock について...";
"FuzzyClock Help" = "FuzzyClock ヘルプ";
"Preferences ..." = "設定...";
"Quit" = "終了";


/* Others		*/

"language" = "言語";
"change only FuzzyTime" = "時間表示だけこの言語にする";

"Save" = "保存";

"Fuzzy Preferences" = "いいかげんな設定";

"Color & Font" = "Color & Font";
"Text color" = "Text color";
"draw font with shadow" = "draw font with shadow";
"(takes effect when you restart FuzzyClock)" = "(takes effect when you restart FuzzyClock)";
"font name" = "font name";

"show day in menu bar" = "show day in menu bar";

/* Weekday abbreviations */

"Sunday" = "Sun";
"Monday" = "Mon";
"Tuesday" = "Tue";
"Wednesday" = "Wed";
"Thursday" = "Thu";
"Friday" = "Fri";
"Saturday" = "Sat";